{
    "HEADER": "IOT-PROXY.COM",
	"HOWITWORKS": " How it works?",
	"SAVEPROJECT": " Save project",
	"OPENPROJECT": " Open project",
	"DEVLOGIN": " Login",
    "LOGOUT": " Logout",
    "SETLANG": " RU",
    "TOPROJECTS": "Back to projects!",
    "TOBLOCKS": "Look blocks!",
    "COPYGS": "Copy GS code to clipboard",
    "COPYGSHINT": "Copy gs (Google Sheets) code to clipboard.",
    "COPYOPEN": "Copy & Open Google Sheets",
    "COPYOPENHINT": "Copy gs (Google Sheets) code to clipboard and open Google Sheets.",
    "SAVESCENE": "Save",
    "SAVESCENE_HINT": "Download the scenario to the local drive",
    "OPENSCENE": "Open",
    "OPENSCENE_HINT": "Open the scenario from the local drive",
    "RUNSCRIPT": "Run",
    "RUNSCRIPT_HINT": "Run the script once to check how it works. Pay attention, e-mail operations will not be performed.",
    "SHEDULE": "Shedule",
    "SHEDULE_HINT": "Setup the shedule of the automatic script executions.",
    "GSHEETS": "Google Sheets integration",
    "GSHEETS_HINT": "Copy the code to clipboard and open Google Shets. Please read the instruction first.",
    "INSTRUCTIONS": "Instructions",
    "OPENGSHEETS": "Open Google Sheets",
    "CANCEL": "Cancel",
    "AUTHOR": "About",
    "LOGINHINT" : "You may manage the devices only after getting access to eWeLink. You need to provide email, password and region. This App never stores the data outside your computer. The provided information used only to get list of devices within this application.",
    "EWELINKLOGIN": "Login to eWeLink",
    "PLDONATE": "Please <a> support</a> the project development.",
    "LOOGEDSUCCESSFULLY": "Logged in successfully, got the list of devices.",
    "LOGINFAILED": "Unable to login, probably email, password or region are incorrect or you are offline.",
    "BOTVIBER": "To be able to get Viber messages from the iot-proxy bot you need to obtain the chat-id and paste it into the sender block. Press OK and then write anything to the bot, he will send you the chat-id. Copy it and paste into the block.",
    "BOTTELEGRAM": "To be able to get Telegram messages from the iot-proxy bot you need to obtain the chat-id and paste it into the sender block. Press OK and then write anything to the bot, he will send you the chat-id. Copy it and paste into the block."
}